{
    "Log in" : "Entrar",
    "Back to Log in": "Voltar à tela de Login",
    "Register" : "Registrar-se",
    "Log Out" : "Sair",
    "Email" : "E-mail",
    "Pre Sale": "Pré-Venda",
    "Our Social Networks": "Nossas Redes Socias",
    "Password" : "Senha",
    "Remember me" : "Lembrar minha senha",
    "Forgot your password?" : "Esqueci a senha",
    "Name" : "Nome",
    "User status": "Status do usuário",
    "We have some information about you in the system, such as your phone number and email address.": "Nós temos algumas informações suas no sistema, como seu telefone e e-mail.",
    "User type": "Tipo de usuário",
    "Would you like to share the data with anyone else?": "Você gostaria de  compartilhar os dados com mais alguém?",
    "The passwords you entered do not match. Please enter the created password again.": "As senhas digitadas não correspondem. Por favor, digite a senha criada novamente.",
    "Already registered?": "Já possui uma conta?",
    "Confirm" : "Confirmar",
    "Companies he will have access to": "Empresas que ele terá acesso",
    "Does not have": "Não possui",
    "No companies were selected": "Nenhuma empresa foi selecionada",
    "Oops! You don't have the required authorization.": "Oops! Você não tem a autorização necessária.",
    "Yours sincerely,": "Atenciosamente,",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "If you have any difficulties, ask us for help. We are here to help you!": "Se tiver dificuldade, nos peça ajuda. Estamos aqui para lhe ajudar!",
    "To complete your registration and gain access, click the button below:": "Para se finalizar seu cadastro e ter acesso, clique no botão abaixo:",
    "Hello, ": "Olá, ",
    "All rights reserved.": "Todos os direitos reservados.",
    "Continue registration": "Continuar cadastro",
    "Registration notification": "Notificação de cadastro",
    "All good?": "Tudo bem?",
    "We created the Customer Portal to make it even easier for you to track your orders!": "Criamos o Portal do Cliente para que fique ainda mais fácil de você acompanhar os seus pedidos!",
    "Confirm Password" : "Confirmar Senha",
    "Register new user": "Cadastrar Novo Usuário",
    "Search user": "Pesquisar usuário",
    "For your security, let's first create a login password for future access to the site, ok?": "Para sua segurança, vamos primeiro criar uma senha de login para futuro acesso ao site, ok?",
    "Your password must contain at least 8 characters, including letters and numbers.": "Sua senha deve conter, no mínimo, 8 caracteres. Entre eles, letras e números.",
    "Here we go. Enter the password you want.": "Vamos lá. Digite a senha que deseja.",
    "We have received a password reset request on your Roque Customer Portal login.": "Recebemos um pedido de redefinição de senha no seu login do Portal do Cliente da Roque. ",
    "Reset Password" : "Redefinir senha",
    "Email Password Reset Link": "Enviar Link de Redefinição de Senha",
    "Do you Forgot your password?": "Esqueceu sua senha?",
    "Send link": "Enviar link",
    "Complete your registration": "Finalize seu cadastro",
    "Edit user": "Editar usuário",
    "Edit": "Editar",
    "No": "Não",
    "Yes": "Sim",
    "Registered user": "Usuário cadastrado",
    "Make sure you enter the correct information. After filling it out, simply click on the “next step” button to select which companies this user will be able to view.": "Certifique-se de colocar os dados corretos. Após o preenchimento, basta clicar no botão “próximo passo” para selecionar quais empresas esse usuário poderá visualizar.",
    "This password creation token is invalid.": "Este token de criação de senha é inválido.",
    "Access the Customer Portal": "Acessar o Portal do Cliente",
    "Okay. Your registration was successful!": "Certo. Seu cadastro foi realizado com sucesso!",
    "Welcome to our Customer Portal! See you soon.": "Seja Bem-Vindo ao nosso Portal do Cliente! Até breve.",
    "Would you like to share their data with anyone?": "Você gostaria de  compartilhar os dados delas com alguém?",
    "Okay! Now check out which companies you can view here:": "Certo! Agora confira quais empresas você poderá visualizar por aqui:",
    "E-mail cannot be changed here. If you want to change it, contact your sales consultant.": "E-mail não é possível alterar por aqui. Caso queira alterar, contate o seu consultor de vendas.",
    "CPF cannot be changed here. If you wish to change it, contact your sales consultant.": "CPF não é possível alterar por aqui. Caso queira alterar, contate o seu consultor de vendas.",
    "The user has been updated successfully.": "O usuário foi atualizado com sucesso.",
    "Create a new password": "Crie uma nova senha",
    "Repeat the created password": "Repita a senha criada",
    "Now, create a new password. Remember to include letters and numbers.": "Agora, crie uma nova senha. Lembre-se colocar letras e números.",
    "Enter the email address associated with your account and we'll send you a link to reset your password.": "Coloque o endereço de email associado à sua conta que vamos te enviar um link para redefinir sua senha.",
    "Resend Verification Email": "Reenviar E-mail de Verificação",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Por favor, confirme sua senha antes de continuar.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail que você forneceu durante o registro.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se inscrever! Antes de começar, você poderia verificar seu endereço de e-mail clicando no link que acabamos de enviar para você? Se você não recebeu o e-mail, teremos o prazer de enviar outro.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Apenas nos informe seu endereço de e-mail e enviaremos um link de redefinição de senha que permitirá que você escolha uma nova.",
    "Users": "Usuários",
    "Profile": "Perfil",
    "Check the data below. Make sure it is correct. To correct it, simply click on the information to be corrected. If the data is correct, simply click on the \"Confirm Data\" button.": "Verifique os dados abaixo. Certifique-se que estejam corretos. Para corrigir, basta clicar em cima da informação a ser corrigida. Se dos dados estiverem corretos, basta clicar no botão \"Confirmar Dados\".",
    "Password registered.": "Senha cadastrada.",
    "We have some information about you in the system, such as your phone number and email address. Do you want to validate that your data is correct?": "Nós temos algumas informações suas no sistema, como seu telefone e e-mail. Você quer validar se os seus dados estão corretos?",
    "Please enter your password again.": "Por favor, digite a senha novamente.",
    "Error when fetching users data.": "Erro ao buscar os dados dos usuários.",
    "Loading...": "Carregando...",
    "For security reasons, you cannot deactivate your own account.": "Por razões de segurança, você não pode desativar sua própria conta.",
    "Activated": "Ativado",
    "Make sure your data is correct. To correct it, simply click on \"Edit\". If the data is correct, simply click on \"Confirm Data\" to proceed to the next step.": "Certifique que seus dados estejam corretos. Para corrigir, basta clicar em \"Editar\". Se os dados estiverem corretos basta clicar em \"Confirmar Dados\" para seguir para próxima etapa.",
    "Confirm Data": "Confirmar Dados",
    "pages": "Páginas",
    "No items found": "Nenhum item foi encontrado",
    "Disabled": "Desativado",
    "Requests": "Pedidos",
    "Orders": "Pedidos",
    "Financial": "Financeiro",
    "Credit Limit": "Limite de Crédito",
    "Credit Limits": "Limites de Crédito",
    "Branch": "Filial",
    "Delivery Type": "Tipo de Entrega",
    "Order Date": "Data do Pedido",
    "Billing Date": "Data do Faturamento",
    "Value": "Valor",
    "Charge": "Cobrança",
    "Delivery Date": "Data da Entrega",
    "Type": "Tipo",
    "Delivery Status": "Status da Entrega",
    "Creation Date": "Data de Criação",
    "Purchase Order": "Ordem de Compra",
    "Error registering new user.": "Erro ao cadastrar novo usuário.",
    "Inside Construction Since 2004": "Desde 2004 Por Dentro da Construção",
    "Completed": "Concluído",
    "Information": "Informações",
    "Menu": "Menu",
    "A new user has been registered. He will soon receive a registration link.": "Um novo usuário foi cadastrado. Em breve ele receberá um link de cadastro.",
    "Duplicate": "Duplicado",
    "Portion Date": "Data da Parcela",
    "Total Gross": "Total Bruto",
    "Net Total": "Total Líquido",
    "Updated Total": "Total Atualizado",
    "Amount Paid": "Valor Pago",
    "Emission Date": "Data de Emissão",
    "Expiry Date": "Data de Vencimento",
    "Payment Date": "Data de Pagamento",
    "Situation": "Situação",
    "Cancel": "Cancelar",
    "Personal data": "Dados pessoais",
    "Personal Data": "Dados Pessoais",
    "Full name": "Nome completo",
    "Error loading company data.": "Erro ao carregar os dados das empresa.",
    "Save Data": "Salvar Dados",
    "To add permissions to the user, simply click on the branch box. After selecting all the permissions you want, simply click on the “Save data” button so that the user receives a link for registration and future access.": "Para adicionar permissões ao usuário, basta clicar em cima da caixa da filial. Após selecionar todos que deseja, basta clicar no botão “Salvar dados” para que o usuário receba um link para cadastro e futuro acesso.",
    "Company(s) details": "Dados da(s) empresa(s)",
    "There are no companies registered for this user yet. Check if the email is correct or if it has already been entered in the Query.": "Ainda não existem empresas cadastradas para esse usuário. Verifique se o e-mail está correto ou se já foi inserido na Query.",
    "Permissions": "Permissões",
    "Trade Name": "Nome Fantasia",
    "Check": "Cheque",
    "Inactive": "Inativo",
    "Next Step": "Próximo Passo",
    "Pending": "Pendente",
    "Active": "Ativo",
    "Username": "Nome do usuário",
    "Trading name": "Nome fantasia",
    "Create a password": "Crie uma senha",
    "Limit": "Limite",
    "Used": "Utilizado",
    "Reserved": "Reservado",
    "Available": "Disponível",
    "Bills Due": "Contas a Vencer",
    "Organization": "Organização",
    "Customer": "Cliente",
    "Customer administrator": "Cliente administrator",
    "Customer default": "Cliente padrão",
    "Create your password": "Criar sua senha",
    "Login": "Fazer Login",
    "Create a password to be used when logging in with the email address": "Crie uma  senha. para ser usada no seu login com o e-mail adicionado",
    "Remember to include letters and numbers.": "Lembre-se colocar letras e números.",
    "Activate": "Ativar",
    "Deactivate": "Desativar",
    "Action": "Ação",
    "Error activating the user.": "Erro ao ativar o usuário.",
    "Error deactivating the user.": "Erro ao desativar o usuário.",
    "Close": "Fechar",
    "Users last activity": "Última atividade dos usuários",
    "Last login at": "Último login em",
    "Active users": "Usuários ativos",
    "Users details": "Detalhes dos usuários",
    "Users online": "Usuários online",
    "Users active": "Usuários ativos",
    "Error when fetching card data.": "Erro ao buscar os dados dos cards.",
    "Customer not found": "Cliente não encontrado",
    "Users total": "Total de usuários",
    "Profile Information": "Informação do Perfil",
    "Update your account's profile information.": "Atualize as informações do perfil da sua conta.",
    "Save": "Salvar",
    "Updated successfully!": "Atualizado com sucesso!",
    "To change your email, contact the support.": "Para alterar seu e-mail, entre em contato com o suporte.",
    "Update Password": "Atualizar senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para permanecer segura.",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Delete Account": "Excluir Conta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "User": "Usuário",
    "Error fetching user data.": "Erro ao buscar os dados do usuário",
    "Updating": "Atualizando",
    "Administrator": "Administrador",
    "Error updating user.": "Erro ao atualizar o usuário.",
    "Customers": "Clientes",
    "Error updating customer.": "Erro ao atualizar o cliente.",
    "Error fetching customer data.": "Erro ao buscar dados do cliente.",
    "Individual": "Pessoa Física",
    "Corporation": "Pessoa Jurídica",
    "Phone": "Telefone celular",
    "Users associated with the customer": "Usuários associados ao cliente",
    "Add users to the customer": "Adicionar usuários ao cliente",
    "Add": "Adicionar",
    "Select an option": "Selecione uma opção",
    "Error adding user.": "Erro ao adicionar usuário.",
    "Added successfully!": "Adicionado com sucesso!",
    "Remove": "Remover",
    "Error removing user.": "Erro ao remover usuário.",
    "Don't have an account yet?": "Não tem uma conta ainda?",
    "Sign Up": "Registre-se",
    "Last synced on:": "Última sincronização em:",
    "Make sure you enter the correct information. To edit, simply click on the text box. After filling in the information, simply click on the “next step” button to select which companies this user will be able to view.": "Certifique-se de colocar os dados corretos. Para editar, basta clicar na caixa de texto. Após o preenchimento, basta clicar no botão “próximo passo” para selecionar quais empresas esse usuário poderá visualizar.",
    "Error when fetching last update.": "Erro ao buscar a última atualização.",
    "Never": "Nunca",
    "Company": "Filial",
    "Your Password": "Sua senha",
    "Hello!": "Olá!",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou uma redefinição de senha, nenhuma outra ação será necessária.",
    "Regards": "Atenciosamente",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo no seu navegador:",
    "Total Users in the System": "Total de Usuários no Sistema"
}
